{
  "1": "Send Complaints",
  "2": "Share your voice",
  "3": "Help us improve by sharing your concerns and feedback",
  "4": "title",
  "5": "Brief Description of your concern",
  "6": "Descreption",
  "7": "pls provide details about your complaint...",
  "8": "Visibility",
  "9": "Private - Only visible to institute staff",
  "10": "Public - Visible to everyone (requires approval)",
  "11": "send complaint",
  "12": "Public Complaints",
  "13": "add",
  "14": "Institute Voice",
  "15": "Empowering students to share their voice and create positive change",
  "16": "About This App",
  "17": "Institute Voice is a platform designed to give students a secure and effective way to communicate with their institution.",
  "18": "Whether you have concerns about facilities, academics, services, or campus life, this app provides you with two ways to be heard:",
  "19": "Private",
  "20": "Direct to Staff",
  "21": "Send complaints directly to institute staff for immediate attention",
  "22": "Public",
  "23": "Community Visibility",
  "24": "Share approved complaints publicly to rally community support",
  "25": "Voice Your Concerns",
  "26": "Share your feedback privately with staff or publicly with the community",
  "27": "Secure & Anonymous",
  "28": "Your data is protected and you can choose to remain anonymous",
  "29": "Community Support",
  "30": "Like and support complaints that matter to you",
  "31": "Student-Focused",
  "32": "Built by students, for students to improve campus life",
  "33": "Developer",
  "34": "This app was built with ❤️ by a fellow student who believes in the power of student voices to create positive change in our educational institutions. A special thanks to my supervisor, Hogr, for their guidance, support, and encouragement throughout this project.",
  "35": "Built with React and Tailwind CSS",
  "36": "© 2024 Institute Voice. Made for students, by students. Your voice matters. Use it to make a difference.",
  "37": "Admin Access",
  "38": "Enter the admin password to continue",
  "39": "Enter admin password",
  "40": "Access Admin Panel",
  "41": "Admin Dashboard",
  "42": "Manage complaints and moderate content",
  "43": "Pending",
  "44": "Private",
  "45": "Pending Public Complaints",
  "46": "Review and approve complaints for public visibility",
  "47": "No pending complaints",
  "48": "Private Complaints",
  "49": "Review private complaints sent directly to staff",
  "50": "No private complaints",
  "51": "Send",
  "52": "Complaints",
  "53": "About",
  "54": "Developer Accounts",
  "55": "you can contact me here for any bugs or improvments",
  "56": "WaarPrivateInstitute",
  "57": " Waar Private Institute is a private institute foundedin 2019, dedicated to supporting 9th-grade graduates through its Computer, Management, and Accounting departments. In 2022–2023, it opened a modern space featuring computer labs, an activity hall, a library, and a cozy cafeteria — all designed to inspire learning and provide students with a comfortable, welcoming environment where they can grow and succeed.",
  "58": "Institute Accoutns"
}
